{
  "cards": [
    {
      "top": {
        "type": "text",
        "value": "What song always hits you right in the feels?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the hold music for your mind like?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can make one song play on repeat for 72 hours in everyone at this party's head. What song do you choose?"
      },
      "bottom": "Randomly pick a song from all provided options to play 10 times back-to-back."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie, song, or quote hits a little too close to home?"
      },
      "bottom": "If anyone had a cheesy answer, they have to eat some cheese. How terrible."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie or TV character do you most relate to?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever watch a YouTuber that you were embarrassed of? Do you still watch them, or similar creators? Why were/are you embarassed?"
      },
      "bottom": "If you can find one of their videos, you should show the first 10 seconds."
    },
	{
      "top": {
        "type": "text",
        "value": "Are there any bands, artists, authors, creators, etc... that have stuck with you your entire life? Are they particularly meaningful to you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you watch movies or shows? DVD, streaming services, piracy...? What streaming services do you use? Is anyone feeling generous with their login credentials?"
      },
      "bottom": "The least popular answer has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Is it okay to separate art from the artist?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should comedians be allowed to joke about anything?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	    {
      "top": {
        "type": "text",
        "value": "What artist do you listen to the most?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movies or TV shows have you watched more than 5 times? What makes them so special for you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the scariest movie you have ever watched?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the funniest movie you have ever watched?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have an unlimited budget to make the movie of your dreams. What do you make it about? What is the genre?"
      },
      "bottom": "The person with the most interesting film idea gets a treat."
    },
	{
      "top": {
        "type": "text",
        "value": "Do you love any songs that you are ashamed of?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Could you be talked into attending a concert for a band you hate? Explain."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is a piece of pop culture that makes you suspicious of anyone who is a fan?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What fandom do you despise?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do your best celebrity impression."
      },
      "bottom": "The worst impression has to drink. They also have to see if they can send a message the celebrity on instagram."
    },
	{
      "top": {
        "type": "text",
        "value": "What is your preferred fantasy series?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "The player who drew this card must hum a song. It cannot be a holiday song."
      },
      "bottom": "If anyone can guess the song, both the person who drew this card and the guesser can skip their next punishment."
    },
	{
      "top": {
        "type": "text",
        "value": "How has your music taste evolved over the years? Did you ever like something that you despise now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most obscure movie you remember watching as a kid?"
      },
      "bottom": "If nobody else here has heard of it, and you are able to find it online, you can pass one person a shot."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie do you want to share with everyone? If the group wants to watch a movie tonight, a vote will be held to choose from the answers."
      },
      "bottom": "If nobody votes for your answer, take a drink and watch Morbius within the next 72 hours."
    },
	{
      "top": {
        "type": "text",
        "value": "What cancelled show hurt you the most?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Out of all movie apocalypses, which one would you prefer to experience if you had to choose one?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "image",
        "value": "cards/images/pink/homes.jpg"
      },
      "bottom": "Which of these homes would you prefer to own?"
    },
	{
      "top": {
        "type": "text",
        "value": "You become a random background character in one movie or TV universe. Which one do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your go-to comfort movie, and your go-to comfort show?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you love any poorly rated movies? What movies in particular?"
      },
      "bottom": "If you chose a movie that other people here do not like, take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie or show stuck with you the longest? Why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had to erase one movie genre from existence, what genre would it be?"
      },
      "bottom": "If you choose a genre that other people here like, take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "In general, what do you prefer? 2D animation or 3D animation?"
      },
      "bottom": "If you chose 3d animation, you are inherently wrong. Spin the punishment wheel."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie did you watch too young?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movie was before its time?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movie perfectly represents its era?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your favorite genre?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What TV show did you binge watch the fastest?"
      },
      "bottom": "Whoever binged a show the fastest has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What song have you memorized word-for-word?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What show went on for too long?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What show do you refuse to watch despite the hype?"
      },
      "bottom": "Name two characters from this show you didn't watch. If you fail, you have to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie or show did you give up on? Why?"
      },
      "bottom": "Begin your rant about why, then give up midway through your talking points. If you have more to say, take a drink before speaking."
    },
	{
      "top": {
        "type": "text",
        "value": "What movie do you think needs a sequel?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your stance on live action remakes?"
      },
      "bottom": "Take a drink if you are a fan of them."
    },
	{
      "top": {
        "type": "text",
        "value": "What is your stance on rebooting 2d animated movies or shows in a 3d format?"
      },
      "bottom": "Take a drink if you support this nonsense."
    },
	{
      "top": {
        "type": "text",
        "value": "What celebrity would you most like to have dinner with, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What celebrity in particular do you think doesn't deserve their fame?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your opinion on child actors? What age should we allow people to act at?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had to participate in one dangerous internet trend, which one would you pick?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movie, show, album, or game did you really look forward to, but it turned out to be a flop?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are you more of an indie film person, or a box office film person?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movie, show, or game had an ending that ruined it for you? Ask the group if they are okay with spoilers before you explain."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you watched any independent films on YouTube or a similar service? Which one is your favorite?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could insert a plot twist into any movie, game, or show, what would you do?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could make one singer sound like a literal dying squirrel when they try to sing, but they would keep producing music, who would you pick? Everyone will hate on them for their downfall, they just seem immune to it."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you went to a huge music show, and one of the artists pulled you up on the stage to match their energy and perform with them, could you do it?"
      },
      "bottom": "Drink if you couldn't. No shame in it. Well, maybe a little..."
    },
	{
      "top": {
        "type": "text",
        "value": "What celebrity do you think is overexposed? When is the first time you recall seeing them, and did you like them back then?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is something a celebrity did that instantly put you off of them?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movie, show, or game do you think is secretly propaganda?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could afford back-stage tickets for any concert, which one would you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is one song you would love to hear remade with a fiddle, a flute, a hurdy-gurdy, and bagpipes?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What movie just... shouldn't exist?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you changed fields, and suddenly started helping professionally produce music, videogames, movies, or TV shows, which one would you be best suited to help with? What would your role in production be, given your current skillset?"
      },
      "bottom": "If you already work in any of these fields, or have ever worked in any of them, take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Hollywood and Atlanta exploded. Like, literally. With big bombs. Production companies are scrambling for a new place to set up shop. Where would you recommend?"
      },
      "bottom": "● • ● ○ ● • ●"
    }
  ]
}
