{
  "cards": [
	{
      "top": {
        "type": "text",
        "value": "Your goal is to annoy someone, but not harm them. You have to accomplish this by teleporting them to any specific place on earth for 24 hours. Where are you choosing?"
      },
      "bottom": "Top answer picks someone to take a shot."
    },
	{
      "top": {
        "type": "text",
        "value": "You have to instantly travel to anywhere in the world, but it has to be remote, and you will be unable to return for 48 hours. You can take 1 item from this room with you. What do you take, and where do you go?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have the opportunity to meet your highschool self. You can bring one thing with you to show them. Do you accept the opportunity? What do you bring?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can make one person in the world instantly depressed. Who do you pick?"
      },
      "bottom": "The most hesitant person has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can make one person in the world intantly become the happiest person on Earth. Who do you pick?"
      },
      "bottom": "The first person to bring up something stupid like 'oH bUt WhAt iF iT oFfSeTs ThEiR bRaIn ChEmIcAlS AnD tHeY...' takes a custom-made nasty shot created by the group."
    },
	{
      "top": {
        "type": "text",
        "value": "You can get ANY job in the world tomorrow. You have to show up at 6:30am. If you do good, you get to keep the job, but if you get fired, you go to jail for 6 months. What job do you choose? To those who have been drinking, good luck."
      },
      "bottom": "The person who the group deems most unlikely to succeed must take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You have to be anyone in the world for 1 year, but they take over your body as well, and they know that you forced the body swap. They retain this information when they return back to their body. Who are you picking, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Your mission is to accomplish the most good possible. You can put one person (not yourself) in charge of any country in the world to do so. Who do you choose, where do you put them, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You are tasked to write a 40-page essay on one topic. You can use google for research purposes, but no AI is allowed. What topic do you choose?"
      },
      "bottom": "Whoever chooses the most boring answer takes a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can change one thing about the world. What do you change?"
      },
      "bottom": "The most benevolent answer has to drink for our sins."
    },
	{
      "top": {
        "type": "text",
        "value": "You kick a ball, and instead of hitting your target, the ball hits a 6-year-old's head, knocking them over with obliterating force. What is your first reaction? What would your first reaction be if it was your friend who kicked the ball?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you found out I'd been embezzling money from work, what would your response be? What if you discovered I was stealing money from your parents?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Let's discuss this as a group. We have to take a large dose of one recreational drug in 10 minutes that isn't weed, alcohol, or nicotine. What's our drug of choice? Everyone argue your case."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You will be trapped behind the eyes of one of your family members for one week, seeing everything they get up to. They do not know you are there until after you are freed. Who do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "The apocalypse is here! All utilities are shut off, and it is far too dangerous to go outside. Unfortunately, we are all trapped here. How long do you think we are able to survive for with what we have?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You suddenly become an all-knowing, all-powerful god. What is the first thing you do? How long before you get bored?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You've inherited a billion-dollar company. What do you do with it? If you stay with it, how are you running the place?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You are going to die in 8 hours. What do you do with your time?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you suddenly became paralyzed from the neck down, what would your requests be?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You get bit by a zombie. Are you telling anyone, or do you hide it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "We are in Medieval Europe. What is everyone's role in society here?"
      },
      "bottom": "The highest ranking person gets to override the next 10 punishments or rewards for everyone. You can also make the punishments/rewards apply to everyone if you would like, dear leader. If there is a tie, flip a coin. Everyone must treat their leader with respect."
    },
	{
      "top": {
        "type": "text",
        "value": "We are all transported into a horror movie. Who here would be the first to die?"
      },
      "bottom": "Send the least likely to survive outside to fetch a rock. Hopefully they make it back."
    },
	{
      "top": {
        "type": "text",
        "value": "You have to domesticate one wild animal (non fish or reptile) to keep as a pet. Realistically, what animal would you choose considering food expense, dedication, space, etc... You have to choose one."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You wake up on a small uninhabited island after your plane crashes. There is a dense forest ahead of you, a large cliff to your right, and for some reason, dodo birds walkling along the shore. What do you do?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	    {
      "top": {
        "type": "text",
        "value": "Your plane is going down. You are in the middle of the Pacific Ocean, far from anything. Do you try to survive, or will you just give up? How would you attempt survival?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "1) A mountain trailer park with safe, but odd people, a friendly crackhead, and constant drama. 2) A 10,000sqft mansion in Kansas with racist white neighbors. 3) A studio house in the dead center of the city with parking 4 blocks away."
      },
      "bottom": "Where would you rather live? Feel free to expand on the living conditions yourself."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could have dinner and conversation with any famous dead person in history, who would you choose and why? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could know a single book backwards and forwards with total photographic memory , what book would you choose and why? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could travel to another earth and have the most satisfying and perfect career arc and world impact you can possibly conceive of, but you’d never see anyone on this one again, would you do it? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "So if a vengeful and peckish god turned you into a breakfast tomorrow, what would you be? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could experience any wild animal’s perspective for a day, which animal would it be? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can abolish any single behavior that humans do, right now. Everybody has to stop doing it permanently, no matter who they are. What is it that you choose to abolish? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could make every single person on Earth reliably start doing one thing, what would it be? What if you could only make them do something once?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Every single person in the world turns into an identical copy of you. You are the leader of this new hivemind. Are you screwed, or do you know enough skills on your own to survive or even thrive? What are the first things you start to do?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you believed you knew the exact time of your own death, how would you live your life? Would you prefer to know."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you rather be unable to die for 6,000 years, or die in 20 years? You would live the rest of your life aged as you are now."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "It's a full moon. Your inner-beast is calling. Everyone here is turning into a were-somethig. What does everyone turn into?"
      },
      "bottom": "Make your animal call to solidify your transformation."
    },
	    {
      "top": {
        "type": "text",
        "value": "Realistically, what would your government have to start doing before you began trying to assassinate your representatives? How would you do it?"
      },
      "bottom": "The most peaceful answer takes a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can uncover every single secret of one country. Which country do you choose, and why? What do you think you'd learn?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "One part of your body will have a constant aching pain for the rest of your life. Your insurance won't cover the removal. What body part are you sacrificing to the aches?"
      },
      "bottom": "Take a drink if your healthcare provider is United Healthcare. Free Luigi!"
    },
	{
      "top": {
        "type": "text",
        "value": "You can make one thing free for everyone on Earth, what is it? Give a selfish, a non-selfish, and your real answer."
      },
      "bottom": "The most selfish real answer has to take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can make one business or place have paid entry. What is the place, and how much do you charge? You do not get the money."
      },
      "bottom": "Click this after everyone has answered.||If you chose to make any place have paid entry, take a drink. I said you CAN, not that you have to.||"
    },
	{
      "top": {
        "type": "text",
        "value": "How would you react if a stranger on the street told you they have someone locked in their basement?"
      },
      "bottom": "Anyone who would brush it off or think it's a joke has to drink. Watch some true crime once in a while, it's good for you."
    },
	{
      "top": {
        "type": "text",
        "value": "You can own, but not sell, one of the following: a pirate ship, a warship, a nuclear submarine (nukes included), or a 2003 Toyota Corolla. All of these are in perfect condition, and a third party takes care of all future expenses and storage. What do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "The Earth has stopped rotating, leaving your side of the planet forever facing either towards or away from the sun. Would you prefer to be cast in perpetual midday sunlight, or perpetual midnight darkness?"
      },
      "bottom": "Click this after everyone has answered.||If anyone brought up the ramifications of the Earth not spinning anymore, they have to drink. Nobody cares, nerd.||"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you prefer to be caught in a perpetual snowstorm, or a perpetual heatwave?"
      },
      "bottom": "Anyone who chooses heatwave has to drink. You're wrong."
    },
	{
      "top": {
        "type": "text",
        "value": "You can sneak into any place on Earth for 48 hours. Where do you go? What do you think you'll see?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You become trapped in the last videogame you played before tonight. What does your life look like now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You find a wallet with $1,000 dollars in cash on the sidewalk. There is an ID in the wallet that would allow you to return it. What would you do?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You find a duffel bag in a bush with $2,000,000 cash, 2 guns, and a mask in it. What do you do?"
      },
	"bottom": "Bonus: everyone guess what $2,000,000 in $100 bills weighs. The closest guess gets to make someone drink. Click to reveal answer.||44.09lbs||"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could design a planet, what would your perfect planet look like? Are there separate continents? What's the weather and daylight cycle like? What is the sea to land ratio? What are the colors, and sounds, and life like?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
    {
      "top": {
        "type": "text",
        "value": "Would you want to permanently feel zero pain if given the chance? If not, would you prefer that one part of your body never feel pain? "
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could go back in time and give your parents advice before you were born, what advice would you give them? Do you think they would listen?"
      },
      "bottom": "If your parents wouldn't listen, take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could erase one thing from existence, even the memory of the thing, what would it be?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Your goal is to do as much good as possible. You have the opportunity to make every single human completely repulsed by one thing or action. What do you choose?"
      },
      "bottom": "Let the group vote on the best answer. The winner will be able to make one person spin the punishment wheel."
    },
	{
      "top": {
        "type": "text",
        "value": "If you had an animal or plant renamed in your honor, what would you want to carry your name?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You are creating a cult. What are your cult's motives? What is the structure like? Where is it located? How many people are involved?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can entirely automate one job, making it so humans don't have to do it anymore. Which job do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have to make one mammal go extinct. Which one do you choose, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You are chosen to be the first human to communicate with aliens. What do you tell them?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can put one image or video in every single person's head. What are you choosing to make everyone see, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have the ability to implant a false memory into one person on the planet. Who do you choose, and what do you make them remember? Why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What would you do if you were suddenly given world-class hacking knowledge and ability?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had to prove you were human and not an AI in 3 minutes via a text conversation with your parents, how would you do it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could go back and uninvent something, what invention would you erase from history?"
      },
      "bottom": "If you erase something from history that directly impacts what you have on your person right now (for example, erasing the steam engine probably erases your phone), you have to put it out of reach for 6 rounds. Choose somewhere you won't forget, please."
    },
    {
      "top": {
        "type": "text",
        "value": "If you found out you were going to die in a week, what would you do with your remaining time?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you were tasked with making school more fun, but it still had to be effective at teaching students, what would you change?"
      },
      "bottom": "The top voted answer gets to hand out a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could make a medicine that would cure one thing, and that thing could be anything, what would your miracle medicine cure be?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You get to create a new creature to introduce into this world. Explain it thoroughly. Size, weight, behavior, what it eats, what it looks like, how it communicates, social structure, etc..."
      },
      "bottom": "The person who makes the coolest creature gets to hand out a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could get every country and every person in the world to work on one project or goal, what would it be?"
      },
      "bottom": "The most useless goal has to take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could redesign the human species, what parts would you add on or take out?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What weird thing would you make socially acceptable if you could?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had to be haunted by a ghost for the rest of your life but could choose which dead person the ghost would be, who would you choose as your ghost?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you were given the rather lame superpower of being able to make any food you touch go bad, what would you do with that power?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can transport one furious elephant into any point in history, where would you put it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If your dog or cat suddenly spoke one sentence and then never spoke again, what would be the most unsettling sentence they could say?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What would be the first few things you would try if you found out you were completely impervious to physical harm?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could choose what the next crazy fake health trend was, what health trend would you create?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What cute cartoon character would be absolutely terrifying if it existed in the real world?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
    {
      "top": {
        "type": "text",
        "value": "If aliens took over and humans were put into zoos, what would you want in your zoo enclosure?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What would you do with a real bag of holding?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had a pen with magical ink inside, what would happen when you wrote something?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have the ability to switch the sounds that two animals make. What animals do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Everyone's thoughts now appear above their heads for everyone else to see. Would you prefer this, or would you like for things to stay normal?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What would your secret evil base look like?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Amusement park executives are coming to you for an idea for a new ride. What do you envision? It can be as outlandish as you want."
      },
      "bottom": "If it would realistically kill or injure someone, you have to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can make one person in the world terrified of one thing. Who do you choose, and what do you make them scared of?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have to eliminate one color from existence. Which color do you choose?"
      },
      "bottom": "The least popular answer has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You have to eliminate all but two colors from existence. Which colors do you choose?"
      },
      "bottom": "The least popular answer has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Every day 12 things appear in your backyard, they are random, but all start with a letter of your choosing. What letter do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could be invisible, but it would mean being permanently invisible, would you want to be? Your clothes would still be visible."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can go back in time to any argument you have ever had and win it. Which one do you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you were a superhero/villain, but could only have superpowers that weren’t already taken, what new powers would you choose and what would your name be?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
    {
      "top": {
        "type": "text",
        "value": "If you could only eat the same breakfast, the same lunch (different than breakfast), and the same dinner (different than lunch) every day, what three meals would you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could ask three questions to anyone in history, who would you choose and what questions would you ask? Assuming they would understand your questions and you would understand their answers."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could body swap with any person for 24 hours, who would you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you died and had to choose one place to haunt for the rest of eternity, where would you choose to haunt?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had to suffer through a massive natural disaster but could choose which disaster to face, which would you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could know the truth behind any one secret or mystery, what would it be? You will have no evidence to show the world."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could know when and how someone would die just by shaking their hands but couldn’t change their fate, how would you use that power?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Reports of zombies are surfacing in Bulgaria, Pakistan, Germany, and the UK. Videos begin dispersing of streets filled with cannibal humans, and all countries immediately ban international travel. What are your first steps in preparing for the potential apocalypse? What are your plans if it spreads to you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You get to become the CEO of any company in the world. Which company do you choose, and what do you do with it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could level up any aspect of yourself (i.e., strength, intelligence, charisma, etc.) but you had to decrease another aspect of yourself by the same amount, what aspects would you increase, and which would you decrease?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Money is no longer a concern. You can do anything with your life now. What do you do? What is your lifestyle like?"
      },
      "bottom": "Anyone who turns this into more work for themselves, like starting a business, has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can press a button that would kill 246,000 people completely at random, but you would get $200,000,000 for doing so. Do you do it? What do you do with the money?"
      },
      "bottom": "If you decide to do it, take a drink. Evil."
    },
	{
      "top": {
        "type": "text",
        "value": "A wealthy man offers you $5,000 every time he can punch you in the nose. He will not pull any punches, and you might get a brain injury if you let him hit you too many times. How many times do you let him punch you?"
      },
      "bottom": "Take a drink if you answered more than two."
    },
	{
      "top": {
        "type": "text",
        "value": "A billionaire inventor offers you a trip to their estate so you can preview their latest world-changing invention. You also get a bonus $10,000 for doing so. Do you take the offer?"
      },
      "bottom": "Take a drink if you'd go."
    },
	{
      "top": {
        "type": "text",
        "value": "We all have to fight each other to the death. Grab the closest thing to you that you could use as a weapon."
      },
      "bottom": "The person who grabs the worst weapon has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "You can control one element. Which one do you choose, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "There are no more states in the US. One state will rule them all. Which state should reign supreme, and how will the country react?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "We are invading another country, and plan to make them a part of the US. There will be some civil unrest, but in the end, we will get our way. Which country do you choose, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Every single nuclear country has decided they will give their nukes up to one country. Which country do you think should be given this power?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You become the ruler of a small country. How did you seize power? What type of government will you establish? How will you run the country?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you sign up to be a colonist to another Earth-like planet if it meant you could never return to Earth?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you rather lose your sense of taste, or your sense of smell?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you rather lose your eyesight, or have your arms blown up?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could have chosen what year you were born in, what year would you have chosen?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You can now modify the entire world like it is Minecraft creative mode, BUT... the world now looks and feels like Minecraft"
      },
      "bottom": "Do you go for it? Drink if you do."
    },
	{
      "top": {
        "type": "text",
        "value": "You are voted in by a landslide as US president, BUT... WW3 erupts."
      },
      "bottom": "Do you go for it? Everyone must vote on who should be president for the next 10 rounds. Your president will get to veto, replace, or create punishments and rewards during their term."
    },
	{
      "top": {
        "type": "text",
        "value": "You find the love of your life, and become inseparable from them. They are perfect in every way, BUT... you lose an arm, a leg, and all of your money."
      },
      "bottom": "Do you go for it? If you do, tuck one arm in your shirt for 3 rounds. Drink if you already have a partner."
    },
    {
      "top": {
        "type": "text",
        "value": "You become the most intelligent person in the world, BUT... nobody believes any of your ideas. You could literally say the sky is blue, and they would doubt you before proving it themselves. They are also very rude about it."
      },
      "bottom": "Do you go for it?"
    },
	{
      "top": {
        "type": "text",
        "value": "World peace is achieved. Nobody goes hungry, no crimes are committed, and everyone is mostly happy, BUT... Earth radiates a disgusting rotten smell 12 hours a day that you cannot escape or get used to."
      },
      "bottom": "Do you go for it? Everyone skip your next 2 punishments, but your 4th punishment is doubled."
    },
	{
      "top": {
        "type": "text",
        "value": "You will get $25,000, BUT... Your least favorite person will get 200 trillion dollars and their own country."
      },
      "bottom": "Do you go for it? Drink if you wouldn't."
    },
	{
      "top": {
        "type": "text",
        "value": "Would you like to know every single thing about the universe if given the option? How do you think this would impact your life?"
      },
      "bottom": "Do you go for it?"
    },
	{
      "top": {
        "type": "text",
        "value": "One mythical creature of your choice comes to life, BUT... your favorite real animal goes extinct."
      },
      "bottom": "Do you go for it?"
    },
	{
      "top": {
        "type": "text",
        "value": "You are granted endless resources and opportunity to lead the best possible life you can imagine, BUT... you will be filled with razor blades and forced through an MRI machine in 30 years. You cannot kill yourself or die early to escape this fate."
      },
      "bottom": "Do you go for it? If you do, eat a pinch of salt."
    },
	{
      "top": {
        "type": "text",
        "value": "You can understand and write in every human language, BUT... you become permanently mute."
      },
      "bottom": "Do you go for it? If you do, you are not allowed to speak off the card topic for 2 rounds."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could go back in time and live in a peaceful tribe of humans during the stone age, with a strong and deeply loyal community by you at all times, would you?"
      },
      "bottom": "Do you go for it? If you do, you are only allowed to grunt for communication until it is your turn to speak next round. You will be the last to speak next round."
    },
	{
      "top": {
        "type": "text",
        "value": "If you could bring about world peace, but everyone became really cruel to you and only you, would you do it? I'm talking everyone actually hates you, and acts like the world would be truly perfect without you."
      },
      "bottom": "Everyone shower the card puller with compliments. I know it's hard to imagine anyone hating you."
    },
	{
      "top": {
        "type": "text",
        "value": "If someone offered you $10,000 to kidnap a child and drop them off 15 miles away from where you picked them up, for no other reason than to see if you would, would you do it? You cannot reason with the kid, and if you get caught, you will suffer the full penalty of the law."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could permanently forego sleep with zero consequences, would you? How do you think your life would change?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "There is a present waiting for you outside the door right now. There is a 70% chance it contains $15,000,000, and a 30% chance it contains a bomb. Do you open it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Teleportation has been invented. You can now travel anywhere instantaneousy, via a series of networks that completely deconstruct you, then reconstruct you at your destination. Extensive human testing has shown no abnormalities among teleported individuals. Would you trust this system?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Realistically, how long do you think it would take you to drink a gallon of honey?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You won a raffle, and now auto makers are offering to make you a completely custom built car. What does it look like? How fast does it go? What unique features does it include?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Pocket knife manufacturers are making you a custom made multi tool. What does it look like? What tools does it have?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What kind of apocalypse would you prefer to experience, if you had to choose one? 1) Running zombies, 2) nuclear fallout, 3) planet of the apes, or 4) the sun explodes, vaporizing everything."
      },
      "bottom": "Whoever chooses option 4 has to drink. Coward."
    },
	{
      "top": {
        "type": "text",
        "value": "Would you like to live in a world with magic? How would you use it? How would your government use it? How would good and evil entities use it? In general, would your world benefit from it, or suffer from it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have to commit one felony and get away with it. There has to be at least one victim that you will directly see be physically, financially, or emotionally harmed from the crime. What crime do you commit, against who, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you think your life would be different if you grew up rich and famous? Think of social, financial, and moral lessons you have learned throughout your development. Would you have turned out the same? Explain."
      },
      "bottom": "If you already grew up rich or famous, take a drink and spin the punishment wheel."
    },
	{
      "top": {
        "type": "text",
        "value": "All electronics in the world have been disabled. For whatever reason, we cannot seem to produce electricity anymore. What do you think the short and long-term effects of this would be? Think of politics, healthcare, travel, communication, etc..."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could revert all electronics in the world to 90's electronics, would you? Why? Would you revert them further back in time if you could?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you had to double the amount of physical and emotional pleasure and pain you feel, or halve it, which one would you choose?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you take a $10,000,000/yr job if your only role was to stare at a white wall in a soundproof room for 8hrs a day? You would be contracted for 5 years."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could prevent yourself from feeling emotional pain ever again, would you? What would the pros and cons be?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "The moon has turned bright purple. The stars no longer show up in the sky, besides your own sun, which is now a dark shade of blue. What do you do? How do you think the world would react?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What would it take for you to willingly join a war?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You are proposed a unique opportunity by a cruel, all-powerful god. To cure to world of all forms of cancer, you will have to visciously slaughter a puppy and a child. Do you take the offer?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How to you think the world would be different if all land was connected? Would we be better, or wose off than we are now? Would you prefer the Earth to be this way?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "TTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTT"
      },
      "bottom": "● • ● ○ ● • ●"
    }
  ]
}
