{
  "cards": [
    {
      "top": {
        "type": "text",
        "value": "What is your opinion on cancel culture? Who should have been cancelled, but wasn't, or vice-versa?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you think freedom of speech should have limits? Explain."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you feel about museums? Many have artifacts stolen from foreign lands and religious sites. Is it more beneficial to show people in a physical sense that these exist, than it is detrimental to the cultures the artifacts were taken from?"
      },
      "bottom": "The card puller must grab one item in the room, and speak of it as if they are giving a history presentation. Talk about the object's life. Where did it begin, how did it get here, and where will it end up?"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your opinion on social media? Is it doing more harm than good?"
      },
      "bottom": "Drink if you have 3 or more social media apps."
    },
	{
      "top": {
        "type": "text",
        "value": "Should voting me mandatory? Do you vote? What would you change about our voting system?"
      },
      "bottom": "Drink if you do not vote."
    },
	{
      "top": {
        "type": "text",
        "value": "What traditional values do you agree with? Which ones do you primarily disagree with? Do you have any stories or experiences relating to these values?"
      },
      "bottom": "Drink if you have a conservative parent."
    },
	{
      "top": {
        "type": "text",
        "value": "Do you think traditions need to be respected? Which traditions come to mind if you think otherwise? Do you have any traditions?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is religion more harmful or helpful to society? Give personal examples, and explain your connection with religion as a whole."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How should public schools teach of religion? How did your schools teach it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What are your opinions on cultural appropriation? For example, wearing certain hairstyles, garments, getting tribal tattoos, etc..."
      },
      "bottom": "Regardless of everyone's viewpoints, drink if you are appropriating another culture right now."
    },
	{
      "top": {
        "type": "text",
        "value": "Should statues of controversial figures be removed? Which ones come to mind?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What are your opinions on patriotism, historically and presently? Has it done more harm than good? Have you ever been, or are you currently patriotic? What does patriotism mean to you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are people more, less, or equally moral than they were 100 years ago? How do you think people will view us and our morality 100 years from now? Describe what you invision when you hear the word immoral."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should billionaires exist? What level of wealth is too much? If you had to put a hard cap on wealth, what would it be?"
      },
      "bottom": "drink if you say yes."
    },
	{
      "top": {
        "type": "text",
        "value": "What are the top 3 things you believe our tax money should go into?"
      },
      "bottom": "The least popular answer has to drink, and locate the email for the office of their elected representative. Up to you if you want to slide up in their DMs."
    },
	{
      "top": {
        "type": "text",
        "value": "What system of government do you think is best? What part of our current system is holding us back the most?"
      },
      "bottom": "Whoever comes up with the best answer for the second question gets to make someone drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What do you think of genetic altering? Does altering an infant's genes to reduce risk of disease, increase height, or even change eye color cross lines? What about modifying other traits? Do you wish your parents were able to modify you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How long should presidents serve for? Should former presidents recieve lifelong security and benefits?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What age would you cap political candidates at? In addition, what experience do you think should be necessary for the position?"
      },
      "bottom": "Everyone pick who you believe would be most qualified to run the country. This person will rule the group for 8 rounds. As ruler, you can veto, alter, or spread punishments and rewards. If the group doesn't appreciate your rule, they can vote to replace you. Any new ruler gets to rule for 8 rounds, unless overthrown."
    },
	{
      "top": {
        "type": "text",
        "value": "Can a supreme ruler be a good thing? Who would you choose to be your supreme ruler?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How far should government surveillance be allowed to go? Should we cut back on it? If you had to set a strict limit for this, how would you phrase it?"
      },
      "bottom": "The person with the best phrasing gets to make two people stare each other in the eyes for one solid minute."
    },
	{
      "top": {
        "type": "text",
        "value": "Are you more of a protest person, or a riot person? How far is too far with either? Have you participated in either?"
      },
      "bottom": "Drink if you've never been to a protest."
    },
	{
      "top": {
        "type": "text",
        "value": "When do you consider lying to be morally right? When is the last time you told a lie? Do you think you were correct for telling this lie?"
      },
      "bottom": "Whoever told a lie the last has to take a drink, or take a bite out of the oldest thing in the fridge."
    },
	{
      "top": {
        "type": "text",
        "value": "Are humans naturally selfish? Explain."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Can you judge people of the past for the standards of their time? Explain."
      },
      "bottom": "Card-puller, give your best impersonation of a man from the 1860s transporting into this very room. If the group dislikes your impersonation, take a drink. Otherwise, have a treat."
    },
	{
      "top": {
        "type": "text",
        "value": "Is morality subjective or objective? For example, lying to spare someone's feelings is seen as okay to some, but not to others. Do you believe the people who disagree with you on moral topics are objectively immoral?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should intent matter more than outcome? Is it contextual? If someone totaled your car, injuring you and your loved ones, because they were speeding to get to the hospital for an emergency, would you forgive them? How long would it take?"
      },
      "bottom": "Drink if you have ever had to be speedily transported to the hospital."
    },
	{
      "top": {
        "type": "text",
        "value": "Are moral absolutes real? In other words, are there certain things that are always right, or always wrong? Give examples of the good and the bad. Group, feel free to play the devil's advocate."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is it okay to judge people by their past? For example, if someone cheated 25 years ago, would you still consider them a viable partner?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should forgiveness always be encouraged? Do we forgive too much or too little? Have you ever told someone you forgave them, then regretted it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is it cowardly to be neutral in a moral debate? When was the last time you sat on the sidelines of such a debate?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is monogamy natural? If that's the case, then are other relationship types unnatural? Why do you think most people are monogamous, and why do you think others lean towards different dynamics?"
      },
      "bottom": "Drink if you are anything other than monogamous."
    },
	{
      "top": {
        "type": "text",
        "value": "Is it okay to spank children? How did your parents punish you?"
      },
      "bottom": "Drink if your parents spanked you as a kid. You should go hit them back."
    },
	{
      "top": {
        "type": "text",
        "value": "When is physical violence okay? Do you have a personal story of a time where it definitely wasn't okay?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What's your opinion on multi-gendered bathrooms designed as standard American bathrooms, door gaps and all?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are there any queer constructs, phrases, events, etc... that irk you?"
      },
      "bottom": "You must answer this question in the gayest tone of voice you can muster."
    },
	{
      "top": {
        "type": "text",
        "value": "Is representation in media authentic or forced? Does it matter?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are stereotypes ever accurate?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is college worth the cost? If you aren't in college, what would you attend it for?"
      },
      "bottom": "Drink if you went to college."
    },
	{
      "top": {
        "type": "text",
        "value": "Would wiping world debt be more beneficial or detrimental to society?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is hustle culture toxic? Do you support it? Are you, or have you ever been a part of it?"
      },
      "bottom": "Drink if you hustle."
    },
	{
      "top": {
        "type": "text",
        "value": "Are rich people morally obligated to give back? How so?"
      },
      "bottom": "Drink if you say no."
    },
	{
      "top": {
        "type": "text",
        "value": "Is working 40 hours a week outdated? What should a regular work week look like?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How many homes is too many? Are any landlords who rent out properties good?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is success mostly luck? What brought you to where you are today? What ratio of luck to choices?"
      },
      "bottom": "Drink if you are unsuccessful, then let the group inform you of why you are successful."
    },
	{
      "top": {
        "type": "text",
        "value": "What's your stance on slavery in prisons?"
      },
      "bottom": "Drink if you've ever been arrested."
    },
	{
      "top": {
        "type": "text",
        "value": "What do you think of giving jobs a notice before leaving? Have you ever walked out of a job?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is AI a threat to humanity? Why or why not? How could we continue to develop it, but steer it in the right direction?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should AI replace human jobs? Which ones in particular?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is privacy already dead? How do you maintain privacy?"
      },
      "bottom": "Drink if your car has a touch screen."
    },
	{
      "top": {
        "type": "text",
        "value": "Are smartphones making us dumber?"
      },
      "bottom": "Whoever has the least amount of available storage on their phone has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "How strictly should social media be regulated?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "At what age should someone get unrestricted access to the internet?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is online anonymity good or bad? What have you done with your anonymous digital identity?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are we too dependent on technology? Do you care?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is veganism morally superior?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should any substances (weed, alcohol, vapes, etc...) be banned?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should prisons focus on rehabilitation or punishment? What crimes are beyond rehabilitation?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What execution method should be used for the death penalty, regardless of if you support it or not?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Does the death penalty take too long? Is the death penalty acceptable?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should judges be strict to the law?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What crimes should juveniles be sentenced to life for? Is any age too young?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should juvenile records be wiped when they become adults?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do humans actually have free will?"
      },
      "bottom": "The person who most shows their free will gets to make someone take a shot."
    },
	{
      "top": {
        "type": "text",
        "value": "Is there a purpose to life?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Does meaning require suffering?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is ignorance bliss?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are trigger warnings necessary?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What do you think of tipping culture?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You get to put a hard cap on the number of humans alive. If it is less than the current population, random people are instantly killed so that the population fits your answer."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the worst thing you have ever done (that you are willing to share)?"
      },
      "bottom": "The most heartless answer gets to designate two shots to the group. You can split it up, or give them both to one person."
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever intentionally committed a crime? Tell us the story!"
      },
      "bottom": "Everyone except for the biggest criminal drinks!"
    },
	{
      "top": {
        "type": "text",
        "value": "When was the last time you cried? What happened?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever made anyone else cry? What happened?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever stolen anything? What, and why? Do you still have it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Describe a time you thought you were actually going to die?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you genuinely hate anybody for a non-political reason? What is the story?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is a controversial opinion of yours?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What ethical boundaries are you happy to cross?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Let's clear the air. What's one thing you don't like about me?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Is there something that is difficult to talk about among any of us here? Do we want to talk about it now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are you struggling with something that we don't know about?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Who on earth do you think hates you the most right now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you were going to kill yourself, how would you do it?"
      },
      "bottom": "The most painful or public answer has to take a shot."
    },
	    {
      "top": {
        "type": "text",
        "value": "Do you ever think about suicide? How often? What keeps you going?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What's the most self-serving thing you have ever done?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you prefer death the be final, or would you like it to be a doorway to somewhere else? Does your idea of an afterlife stretch for eternity, and what are the implications of that?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What would you regret the most if you died today?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you want to die?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have your parents ever done something that you will never forgive them for?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever been in an abusive relationship or friendship? What's the story?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What do you identify as politically? Do you actually share the views of the political party you side with?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is a law you fundamentally disagree with?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What do you think about borders? Are they important, or should people be able to roam and live wherever they desire?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever seriously injured somebody? Who, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What do you believe happens after death? What would your ideal after-death experience be, regardless of your beliefs?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What does our government owe to its people?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
    {
      "top": {
        "type": "text",
        "value": "What should living with minimum wage pay look like?"
      },
      "bottom": "Drink if you make minimum wage."
    },
	{
      "top": {
        "type": "text",
        "value": "Is morality universal, or shaped by culture? Give examples of morals in other cultures that you disagree with."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Would you forgive a former nazi who seems upset with who they were?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What are your viewpoints on guns? Weapons in general? Do you own any weapons?"
      },
      "bottom": "Drink, then eat 5 crackers at once if you own a firearm."
    },
	{
      "top": {
        "type": "text",
        "value": "Are wars ever justified? Has the US ever been justified in joining a war against another country?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you could kill an entirety of one type of people (poor people, rich people, slumlords, politicians, men, thieves, etc...), would you choose to do so? What group would you choose? Why?"
      },
      "bottom": "Drink if your answer is controversial with the group."
    },
	{
      "top": {
        "type": "text",
        "value": "Who is your favorite person here?"
      },
      "bottom": "Drink if you don't want to answer, or if you say you don't have a favorite."
    },
	{
      "top": {
        "type": "text",
        "value": "Do you have any beliefs that, even if shown overwhelming and reliable evidence to the contrary, you will never ever let go of? For example, a flat Earther flying to space and still believing the Earth is flat."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your stance on abortion? What makes it okay, or not okay?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should schools have armed officers? If so, is their training adequate? Do you have any first or second-hand experiences involving the school resource officers? How many did your school have?"
      },
      "bottom": "Drink if your school had more than one resource officer."
    },
	{
      "top": {
        "type": "text",
        "value": "If an officer breaks the law to gather evidence that puts away someone who was definitely guilty of a heinous crime, is the officer morally corrupt? Where would you draw the line?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you feel about police officers as individuals? How do you feel about the institution? Do you have any experiences involving them, good or bad?"
      },
      "bottom": "Drink if you have been arrested. Eat 5 crackers in one go if you haven't, or eat a punishment food."
    },
	{
      "top": {
        "type": "text",
        "value": "Is animal testing ever justified? How would the world be different if we had to test on humans instead? In the same vein, are humans inherently more valuable than other animals?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should junk food be banned? If not, should it be made a bit healthier? Should it be more expensive?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should developed countries be required to pay workers from poorer countries the same wages they pay their citizens?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should parents be allowed to dismiss their children from sensitive topics in school? Has it ever happened to you?"
      },
      "bottom": "Drink if you or someone you were friends with weren't allowed to attend a lesson because your parents were worried about it."
    },
	{
      "top": {
        "type": "text",
        "value": "Should prostitution be legalized? What would be the pros and cons of this happening?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should we be exploring space yet? Should our resources be used elsewhere?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you believe we landed people on the moon?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did Michael Jackson do the things he was accused of? Back up your claims."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Should the driving age be raised? Why or why not?"
      },
      "bottom": "Drink if you learned to drive at 16."
    },
	{
      "top": {
        "type": "text",
        "value": "Should there be more or less regulations on casinos? Have you ever been to one? Would you go to one?"
      },
      "bottom": "Drink if you have been to a casino before. Drink and spin the wheel if you have lost money at a casino before."
    },
	{
      "top": {
        "type": "text",
        "value": "Are kill shelters acceptable? What is the alternative?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was the most intense emotional pain you have ever been in? What caused it? Have you recovered from it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was the most intense physical pain you have ever been in? What caused it? Have you recovered from it?"
      },
      "bottom": "Drink if if was from something stupid you did."
    },
	{
      "top": {
        "type": "text",
        "value": "Has anyone ever made a comment about you that forever changed the way you view them or yourself? What was your reaction?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Who, out of everyone you know, do you think owes you an apology? What for? How would you like them to apologize?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "When is a time you broke one of your own values? How did it make you feel? Did you do it again?"
      },
      "bottom": "● • ● ○ ● • ●"
    }
  ]
}
