{
  "cards": [
    {
      "top": {
        "type": "text",
        "value": "Your parents are willing to pay you a flat fee to live with them for the rest of their lives. How much would they have to pay you?"
      },
      "bottom": "Whoever says the largest amount takes a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "How much do you know about your ancestors? "
      },
      "bottom": "If anyone has any... problematic ancestors, they have to take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "When was a time your family or friends were very inconsiderate?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "When was a time your family or friends were very considerate?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most fun you have ever had with your family?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most fun you have ever had with your friends?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most fun you have ever had with strangers?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you think you've had a positive impact on anyone? Explain."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What's a favorite childhood memory of yours from when you were a single-digit age?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your earliest memory?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most effort you have put into cheering someone up? Was it worth it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You have to body swap with one person here for a week. Who do you choose, and why? What do you do?"
      },
      "bottom": "First person to make it weird takes a drink, then has to stand outside for 5 minutes to contemplate their decisions."
    },
	{
      "top": {
        "type": "text",
        "value": "The group has a budget of $500 to plan an outing. What's the vision, guys?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	    {
      "top": {
        "type": "text",
        "value": "Someone does me wrong. How are you most likely to respond?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What do you think of me?"
      },
      "bottom": "The least detailed answer has to draw a self-portrait in 5 minutes. The card reader then must destroy the portrait. The more brutal the destruction, the better."
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever accidentally mortified your parents? Describe the time."
      },
      "bottom": "The most embarassing answer has to apologize to call or text their parents to apologize."
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever intentionally harmed your parents or friends emotionally or physically?  Describe the time."
      },
      "bottom": "The top voted answer has to eat a slice of bread in two bites."
    },
	{
      "top": {
        "type": "text",
        "value": "Do you currently owe money to friends or family? How much? If not, what is the most amount you ever borrowed from friends or family?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever had any nicknames? Lay them out, bucko."
      },
      "bottom": "The people with embarassing nicknames get a treat. Anyone who said something cool takes a drink, because they are no-good, dirty, rotten, two-timing, lyin' whores."
    },
	{
      "top": {
        "type": "text",
        "value": "When is the last time you've recieved a compliment from a stranger. If you haven't, why do you think this is? Does it bother you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the best compliment you have ever been given?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you feel unappreciated in any social aspect of your life? What about, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever tried to be cool for someone? Did they think you were cool? Did you feel cool, huh?"
      },
      "bottom": "Everyone who failed to impress someone while trying to be cool takes a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "How do you want the world to see you? What is the first impression you want to leave on people?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever participate in spreading a rumor? What was the rumor? Was it harmful to anyone?"
      },
      "bottom": "BOOOORRRRIIIINNNNNGGGGG. Everyone come up with rumors about the people who haven't spread any rumors before. The most absurd gets to designate a shot, or a unique punishment to anyone."
    },
	{
      "top": {
        "type": "text",
        "value": "What was the weird kid like when you were in elementary school? Were you the weird kid?"
      },
      "bottom": "Weird kids? I'm sorry, but you gotta eat a weird snack. Let the group decide what you must consume."
    },
	{
      "top": {
        "type": "text",
        "value": "What was the weird kid like when you were in high school? Were you the weird kid?"
      },
      "bottom": "Weird kids, try to reenact how you were in high school."
    },
	    {
      "top": {
        "type": "text",
        "value": "What is a family tradition that you have always hated?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever have a hangout spot with friends? What was this place like?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the dumbest thing you have ever done with friends or family?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever met someone that has fundamentally changed you as a person? Who is it, and how did they change you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Were you happier as a child than you are now? Care to explain?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Will we be friends in 10 years?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you show interest in a friendship?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What puts you off of someone?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you feel about people being non-chalant at the start of a friendship?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you believe you put more or less energy into friendships than the average person?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "You keep inviting a friend to events, but they never show up. At what point do you stop?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "When is a time you were jealous of a family member? Did it impact your relationship with them?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What kind of people do you want to surround yourself with?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you generally tell your friends when you dislike someone they are talking to?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	    {
      "top": {
        "type": "text",
        "value": "You are going to be locked inside of a studio apartment with one of your family members for 6 weeks. Who do you choose, and why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most important secret a friend or family member has entrusted you with, that is now available to share? Is it actually available to share, or are you breaking promises?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How often did you get grounded as a kid?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What did you get in trouble for the most as a kid?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What's something you understand about your parents now that you are older? Does it change your perspective of them for better or for worse?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever cut a family member off? Why?"
      },
      "bottom": "Whoever hasn't has to go outside and find a flower or something to give to their family, since they love them so much."
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever ghosted someone you were close to? Why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you ever give your co-workers rides home? Do you mind doing it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever been friends with people that you knew you shouldn't have been friends with? Why did you do it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Are you blocked by anybody on social media? Are you currently blocking anybody?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Describe a time when you really disappointed someone. Did you ever earn back their trust?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What age are you looking to settle down at?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever lost a friend because of something stupid? What happened?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Tell us about a time you told on your siblings."
      },
      "bottom": "Whoever got their sibling in the most trouble has to call or text them and apologize right now."
    },
	    {
      "top": {
        "type": "text",
        "value": "Tell us about a time you lied to your parents. Did they ever find out?"
      },
      "bottom": "If you successfully hid the truth after all this time, you have to hide your hands under your legs for 2 rounds."
    },
	{
      "top": {
        "type": "text",
        "value": "What could someone do that most people don't care about, but would make you never want to speak to them again?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How have you dishonored your parents? Are they still upset about it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents set up a college fund for you? Did you use it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What were your aspirations as a child? Where did you want to go, what did you want to do? Are these still your aspirations?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most embarassing childhood photo you have of yourself? Show it to the group!"
      },
      "bottom": "Whoever doesn't have a childhood photo of themselves must pose for a picture. Everyone take a picture of them to save forever."
    },
	{
      "top": {
        "type": "text",
        "value": "Tell us about a childhood memory that isn't particularly special, but is vaguely interesting nontheless."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Tell us about a time your parents made a mistake. Did they own up to it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Has a friend ever saved you from getting in trouble? How did they do it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Has a friend ever almost gotten you into legal trouble? What happened?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever done a DNA test for sites like Ancestry.com, 23 and me, etc...? What was your experience?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the most distant family member that you talk to?"
      },
      "bottom": "Anyone who doesn't talk to their cousins take a shot."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you climb trees as a child? How tall was your highest climb? When was the last time you climbed a tree?"
      },
      "bottom": "Tallest answer has to go outside and fetch a stick. Kiss the stick in front of the group, since you like it so much."
    },
	{
      "top": {
        "type": "text",
        "value": "How many siblings do you have? Explain your relationship with each of them."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Tell the story of a time you snitched on one of your family members."
      },
      "bottom": "The most innocent answer has to reach out to the afflicted family member with an over-the-top apology, as if it has been eating you up all this time."
    },
	    {
      "top": {
        "type": "text",
        "value": "What's a parenting tactic that you disagree with? Did your parents use this tactic? Everyone has to say something different."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your opinion on parents spanking their children?"
      },
      "bottom": "Click this only when everyone has answered.||Whoever would spank their children has to go outside and fetch a switch. Upon returning, they will recieve a lash or two from someone of their choice. Otherwise, it's 20 lashes with a riding crop.||"
    },
	{
      "top": {
        "type": "text",
        "value": "At what age were you allowed to access the internet unsupervised? Do you think this was a wise decision? Would you change something for your kids?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents ever lock you out of the house? What did you do?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Were you the kind of kid that stayed outside all day, or stayed inside all day?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What were you not allowed to do as a kid that you still think is stupid?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your school ever have any weird pep rallies? What made it weird?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you have any teachers that left a meaningful impact on you to this day?"
      },
      "bottom": "Anyone who says yes has to try and find the teacher to reach out."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you have any teachers that you absolutely hated? Like, teachers that you actually hope the worst for, even today?"
      },
      "bottom": "Anyone who says yes has to stand up and teach the group something while impersonating this teacher."
    },
	{
      "top": {
        "type": "text",
        "value": "What was your biggest social blunder?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever walked in on any of your family members having sex?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "who was the weirdest teacher you have ever had?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Has anyone in your family ever been arrested? For what?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents ever send you to a summer camp as a kid? Did you ever want to go to one?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	    {
      "top": {
        "type": "text",
        "value": "What is the most 'coming-of-age movie' style event or timeline of events that has ever happened to you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How did everyone here meet?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever attempted to make contact with a lost childhood friend? How did it go? Do you know of someone you wish you could reach out to again?"
      },
      "bottom": "Anyone who hasn't has to try to find one of their old childhood friends online right now. Up to them if they want to reach out."
    },
	{
      "top": {
        "type": "text",
        "value": "How many people can you name from fifth-grade?"
      },
      "bottom": "The person who can name the least has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Do your parents have a picture of you on their fridge? Do they have pictures of anyone else on their fridge?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever try to interact with any urban legends as a child? Think Bloody Mary, summoning ghosts, searching for bigfoot, etc..."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents ever try to convert you to any religion? Did it work? Do you still follow that religion? If not, how do your parents feel about that?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you win a superlative in high school?"
      },
      "bottom": "Drink if you don't know what that means."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever have a school lock in (sleepover)?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever have a school lockdown? What caused it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "When did your parents start making you make your own doctor appointments?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you know how old your parents are?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was the worst trend going around when you were a child?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever sneak out of your parent's house? Where to?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What grade were you in in 2016? What were your prominent memories?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was your favorite school year like? What grade were you in?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was your worst school year like? What grade were you in?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you still remember the layout of your elementary school? How big was your playground?"
      },
      "bottom": "Each player roughly draw your elementary school layout, then find it on google earth to show the group."
    },
	{
      "top": {
        "type": "text",
        "value": "How many times has your family moved? What was your first home like? Can you find it on Google Earth?"
      },
      "bottom": "If anyone still lives in the house they were raised in, they have to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What do your parents do for work?"
      },
      "bottom": "The person who has the coolest parents gets to skip their next punishment. The person with the lamest parents has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Did your school ever have a lice outbreak?"
      },
      "bottom": "Anyone who answers yes has to distance themselves from the group for two rounds. If they caught lice during the outbreak, they have to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "How did your parents go about waking you up?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever gone to school under the influence of drugs or alcohol? Did you get in trouble for it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever have braces or an inhaler as a kid?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever gone on Omegle or a similar site? What age were you, and did you see anything interesting?"
      },
      "bottom": "Everyone has to go on an Omegle-like site until you get bored of it."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you bring lunch to school, or did you eat the cafeteria food? What did you bring for lunch, and/or what was your favorite school meal?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was your least favorite school lunch meal?"
      },
      "bottom": "Drink up if someone else in the group liked that meal."
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents have you believe in Santa, the Easter Bunny, the Tooth Fairy, etc...? What broke your illusions? How old were you?"
      },
      "bottom": "The person who figured out the truth the latest in their life drinks."
    },
	{
      "top": {
        "type": "text",
        "value": "What were your school grades like? Do you think they had any impact on your life after school?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
    {
      "top": {
        "type": "text",
        "value": "Did you have a bunk bed as a kid? Did you ever fall off of it? How did this happen?"
      },
      "bottom": "If you answered yes to both, drink up."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever do any genuinely mean things as a kid? Explain yourself."
      },
      "bottom": "The meanest answer has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What was the last meal your parents made for you? Was it good?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What were your favorite childhood films? Did you ever annoy the hell out of your parents by watching them back-to-back?"
      },
      "bottom": "If you answered yes to the second question, go watch one short-form video on repeat 15 times that the group selected for you. Do it in the other room please."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever like a movie or show as a kid that you are embarassed to admit even now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you act around people you are comfortable with vs. people you don't know very well?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What games did you play on your school computer to waste time?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever play any .io games as a kid? What was your favorite?"
      },
      "bottom": "Drink if you don't know what these are. Also drink if it was Agar.io."
    },
	{
      "top": {
        "type": "text",
        "value": "What did your parents do when you refused to eat a meal?"
      },
      "bottom": "The card puller cannot eat anything for 3 rounds. If anyone currently has food in their hands, take a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Describe your family in three words."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your family decorate for the holidays? How early, and how long did they leave the decorations up for?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was your favorite meal that your parents made?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How does your family handle confrontation? Has this changed over the years? Do you handle it differently?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever try or threaten to run away as a kid? How far did you make it?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
    {
      "top": {
        "type": "text",
        "value": "What rules did your parents set for you when going outside unsupervised? How long were you allowed out for? How far were you allowed to go? Did you ever break these rules?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you have a bunch of similar-aged kids in your neighborhood or area when growing up? Describe them."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Were you often allowed to have sleepovers as a kid? What is the most memorable one?"
      },
      "bottom": "Drink up if you haven't had more than two sleepovers."
    },
	{
      "top": {
        "type": "text",
        "value": "How many friends did you have in elementary school? Middle school? High school? How many friends do you have now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How did your parents react when you showed disinterest in an activity or event? Do you think their reactions were justified?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How does your family show love?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How much of your family do you talk to?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you think your family thinks of you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is your most memorable sick day from school? Actually having been sick is not required."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your family regularly go on outings when you were a kid? Where to?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you plan on taking care of your parents when they get too old to take care of themselves? Why or why not?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Out of all of your family members, who do you trust the most?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "All things considered, did your parents do a good job? What would you have changed?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How did your parents break important news (for example, divorce, deaths, moves, etc...)?"
      },
      "bottom": "The person with the most matter-of-fact parents have to drink."
    },
    {
      "top": {
        "type": "text",
        "value": "Are your parents still together? If not, what do you think split them up?"
      },
      "bottom": "The messiest story takes a drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents pay you for doing chores as a kid? How much was your allowance?"
      },
      "bottom": "Sweep the floor if you weren't paid. Make sure to get under everything, thanks."
    },
	{
      "top": {
        "type": "text",
        "value": "How much does family mean to you? Do you value family over friends?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the hardest part of making new friends to you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your family eat meals together? Did this ever stop?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was your favorite hobby as a kid?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What did middle school you think you would be doing at your current age?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What was your favorite toy or game as a child?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents ever get babysitters for you? What was your experience with them?"
      },
      "bottom": "Drink up if your parents just left you on your own."
    },
	{
      "top": {
        "type": "text",
        "value": "How did you learn to swim?"
      },
      "bottom": "If you didn't learn how to swim during childhood, take a drink. If you still don't know how to swim, spin the punishment wheel."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you learn to ride a bike as a child? If not, when did you learn? Who taught you, and how was your journey?"
      },
      "bottom": "Drink if you still don't know how to ride a bike."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you prefer playing alone or with others as a child? Did that ever change?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is something you believed as a kid that you no longer believe?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How did you express your emotions as a kid? How did this evolve over time?"
      },
      "bottom": "The angriest kid has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "What adult did you trust the most as a child? Does this still hold up?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How did your childhood shape who you are now?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What part of childhood do you miss the most? What part do you miss the least?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How easy is it for you to make friends?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What qualities do you value most in friendships?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How has your social circle changed over time?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "How do you normally handle conflict with friends?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What is the longest friendship you've had? If it broke up, why?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What makes you consider someone a best friend?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What role do you usually play in social groups (therapist, parent, mediator, that one unemployed friend, etc...)?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What makes you feel most socially confident?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What makes you feel most socially drained?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever gone over to a friend's place, and their parents had some weird house rules? What were the rules?"
      },
      "bottom": "The person with the weirdest answer has to drink."
    },
	{
      "top": {
        "type": "text",
        "value": "Do your parents make people take their shoes off at the door? Do you?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What kind of people do you feel most comfortable around? What kind of people do you feel most uncomfortable around?"
      },
      "bottom": "If anyone here is a member of the 'uncomfortable' group, take a drink. If you are a member of the cool group, exchange high fives."
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever been sent to detention? What for?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Do you know what happened to the kids you went to school with? Where are they now? Research some names if you remember them."
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What were your parents like as you were growing up? How did their behavior and personality evolve over the years?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What were your parents like before they had you?"
      },
      "bottom": "Drink if your parents were boring. Eat a treat if your parents were cool."
    },
	{
      "top": {
        "type": "text",
        "value": "How do you think your life would have changed if you were an only child, or if you had siblings?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did your parents have kids at the right time? Do you think they should have waited, or not had them at all?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "What were your family gatherings like? How many people were there? Were there diverse personalities?"
      },
      "bottom": "Drink if your family never had gatherings."
    },
	{
      "top": {
        "type": "text",
        "value": "Spill some family drama from when you were a kid."
      },
      "bottom": "Whoever has the best drama gets to make someone take a drink or spin the punishment wheel."
    },
	{
      "top": {
        "type": "text",
        "value": "What were your school summer breaks normally like? Winter breaks?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Which school year was the most jarring to enter into?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Have you ever had a teacher crash out or break down? What happened? Were they justified?"
      },
      "bottom": "Drink if you were part of the reason why."
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever have scholastic book fairs in your school? If so, what did you spend your parent's money on there?"
      },
      "bottom": "Drink if you didn't have book fairs."
    },
	{
      "top": {
        "type": "text",
        "value": "What were the kitchen staff like in your school?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "Did you ever put effort into your school fund raisers? How much? Did you get any rewards?"
      },
      "bottom": "● • ● ○ ● • ●"
    },
	{
      "top": {
        "type": "text",
        "value": "If you earned an allowance as a kid, what did you spend your money on?"
      },
      "bottom": "Drink if you did not earn an allowance."
    }
  ]
}
