[
  "Make someone else spin the wheel, or become immune to your next punishment.",
  "Browse through an omegle-like website until you see something weird or gross.",
  "Tap your index fingers together like drum sticks for two rounds.",
  "Speak in a dramatic, cheeky tone for the next 2 rounds. Dramatically wink after every sentence.",
  "Rapidly blink for 20 seconds.",
  "Do 10 pushups or drink instead.",
  "Let the group choose your punishment.",
  "You are not allowed to speak off the card topic for 2 rounds.",
  "Take your next shot without a chaser.",
  "Hold your next shot in your mouth for 3 seconds before swallowing.",
  "You can choose to skip your next punishment, but if you do, the one after that will be doubled.",
  "Delete one app from your phone of your choosing.",
  "Take a drink.",
  "Do not eat anything for 3 rounds.",
  "Repeat the last player's punishment.",
  "The group has to find a short brainrot video for you to watch to completion in the other room.",
  "Go outside and fetch a switch. Bring it back up for someone from the group to beat you with.",
  "Do 25 sit ups or drink instead.",
  "Let someone pick a pose for you to hold for 2 minutes. Drink if you fail.",
  "Whistle. That is it. If you can't produce a good whistle on your FIRST try, take a drink.",
  "Drink.",
  "Pretend to be on call for 2 rounds. You can put the person on hold only while you answer. Drink if you fail.",
  "The most excited person in the group gets to find something in the house to beat you with 3 times.",
  "Speak only as if you are asking questions for the next 5 minutes. Drink if you fail.",
  "Every time someone says your name for the next 3 rounds, you have to clap. Drink if you fail.",
  "Do not laugh, smile, or make eye contact with anyone for the next two rounds. When talking, speak in a very monotone voice.",
  "Do not speak any words that include the letters 'F' or 'S' until the next player gets punished. Drink if you fail.",
  "The group will pick two things for you to balance on top of one another. You have two minutes. If you fail, you drink.",
  "Lay down on the floor until the end of the next round.",
  "You lucky bastard. Skip your next two punishments, and make someone else spin the wheel."
]
